Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mc6.tmx
Source language: en
Languages: sv

source: No write permissions for this file. Enter sudo password to save as root:
sv: Du saknar skrivrättigheter för denna fil. Ange sudo-lösenord för att spara som root:

source: ButtonBar|Raw
sv: ButtonBar|Rå

source: Field name or value:
sv: Fältnamn eller värde:

source: Write down the conversation with the remote shell.
sv: Logga kommunikationen med fjärrskalet.

source: Function key 13
sv: Funktionstangent 13

source: Error: out of memory
sv: Fel: slut på minne

source: Limit (0 = no override):
sv: Gräns (0 = ingen åsidosättning):

source: Color options
sv: Färgalternativ

source: Inode uses extents
sv: Inode använder extenter

source: &XTerm window title
sv: &XTerm-fönstertitel

source: Panel split
sv: Paneldelning

source: Change &drive
sv: Byt &enhet

source: ... a file
sv: ... en fil

source: Heavy: bottom left corner
sv: Tjock: nedre vänstra hörnet

source: Verity protected inode
sv: Verity-skyddad inode

source: Archive browser
sv: Arkivbläddrare

source: Reindexed: %u symbols
sv: Omindexerade: %u symboler

source: Cannot open file %s
sv: Det går inte att öppna filen %s

source: Reading directory listing...
sv: Läser kataloglista...

source: Failed to run: %s
sv: Körning misslyckades: %s

source: Failed to render document as JSON.
sv: Kunde inte återge dokument som JSON.

source: Select by extension
sv: Markera efter filändelse

source: &Start/Stop record macro
sv: &Börja/sluta spela in makro

source: &Stop
sv: &Stoppa

source: %s: %s: %s %3d%% (%lld) bytes transferred
sv: %s: %s: %s %3d%% (%lld) byte överförda

source: This is a %s skin, but [%s] %s uses %s. Save it as a %s skin?
sv: Detta är ett %s-tema, men [%s] %s använder %s. Spara det som ett %s-tema?

source: &Off
sv: &Av

source: Cannot create link %s
sv: Kan inte skapa länk %s

source: Page Down
sv: Sida ned

source: Page Up keypad
sv: Page Up, num tang

source: Line found by Find all
sv: Rad hittad av Sök alla

source: &Reget
sv: &Hämta om

source: shell: cannot read the directory
sv: shell: kan inte läsa katalogen

source: S3 connection
sv: S3-anslutning

source: Heavy: top left corner
sv: Tjock: övre vänstra hörnet

source: A connection named '%s' already exists.
sv: En anslutning med namnet ”%s” finns redan.

source: Underline
sv: Understreck

source: Members
sv: Medlemmar

source: Key sniffer
sv: Tangentavläsare

source: Left parenthesis
sv: Vänster parentes

source: Cache directory:
sv: Cachekatalog:

source: Cannot open the %s file for writing: %s
sv: Kan inte öppna filen %s för skrivning: %s

source: shell: Enter passphrase for %s
sv: shell: Ange lösenfras för %s

source: Edit new file
sv: Redigera ny fil

source: Toggle horizontal/vertical split
sv: Växla vågrät/lodrät delning

source: Cannot write target file %s
sv: Det går inte att skriva målfilen %s

source: Cannot close source file %s
sv: Det går inte att stänga källfilen %s

source: ButtonBar|Prev
sv: ButtonBar|Föreg

source: Previous in history
sv: Föregående i historiken

source: &Background jobs
sv: &Bakgrundsjobb

source: Previous container instance
sv: Föregående containerinstans

source: to:
sv: till:

source: Undo &History...
sv: Ångrings&historik...

source: Light: top tee
sv: Tunn: T-kors upptill

source: Use stickchars to draw
sv: Använd '+', '-' och '|' för att rita

source: Underlined text of manual pages
sv: Understruken text på manualsidor

source: Command line options:
sv: Kommandoradsflaggor:

source: Function key 9
sv: Funktionstangent 9

source: Main menu
sv: Huvudmeny

source: New Docker Connection
sv: Ny Docker-anslutning

source: Main options
sv: Huvudalternativ

source: Chown advanced command
sv: Avancerat chown-kommando

source: No pod selected.
sv: Ingen podd vald.

source: The current row has no bytes; in the hex zone mark a block
sv: Aktuell rad saknar byte; markera ett block i hexområdet

source: &User menu...
sv: Användar&meny...

source: Go to bottom
sv: Gå till slutet

source: Cannot connect to %s:%d
sv: Kan inte ansluta till %s:%d

source: SYMLINK
sv: SYMLÄNK

source: trailing data
sv: efterföljande data

source: Destination %s must be a directory %s
sv: Destination %s måste vara en katalog %s

source: not a managed assembly
sv: inte en hanterad sammansättning

source: A&ll
sv: A&lla

source: &Visible trailing spaces
sv: Synliga avslutande &blanksteg

source: sftp: seek before the start of the file
sv: sftp: positionering före filens början

source: Info panel
sv: Informationspanel

source: Toggle ruler
sv: Växla linjal

source: Select structure
sv: Välj struktur

source: Replace
sv: Ersätt

source: Class/struct members
sv: Medlemmar i klass/struktur

source: shell: cannot read %s
sv: shell: kan inte läsa %s

source: Bucket '%s' not found.
sv: Bucket ”%s” hittades inte.

source: Key label
sv: Tangentetikett

source: Tab size 3
sv: Tabbredd 3

source: Size
sv: Storlek

source: Connection
sv: Anslutning

source: Column select page down
sv: Kolumnmarkera en sida nedåt

source: User:
sv: Användare:

source: Hint
sv: Tips

source: Search forward next
sv: Sök nästa framåt

source: expected ',' or ']'
sv: förväntade ',' eller ']'

source: Bottom of screen
sv: Skärmens nederkant

source: * on keypad
sv: * på num tang

source: Screen size %dx%d is not supported. Check the TERM environment variable.
sv: Skärmstorleken %d×%d stöds inte. Kontrollera miljövariabeln TERM.

source: Invalid column width: %s
sv: Ogiltig kolumnbredd: %s

source: FTP Connection
sv: FTP-anslutning

source: Compressed dirty file
sv: Komprimerad smutsig fil

source: Immutable
sv: Oföränderlig

source: Enter directory name:
sv: Ange katalognamn:

source: Function key 16
sv: Funktionstangent 16

source: %s: Warning: file %s not found
sv: %s: Varning: filen %s hittades inte

source: Half page down
sv: En halv sida ned

source: Function key 22
sv: Funktionstangent 22

source: Toggle left panel in terminal mode
sv: Växla vänster panel i terminalläge

source: != Not equal ($ne)
sv: != Inte lika med ($ne)

source: Light: top right corner
sv: Tunn: övre högra hörnet

source: Scroll to right edge
sv: Rulla till högerkanten

source: Log file:
sv: Loggfil:

source: Toggle filter follow mode
sv: Växla filtrets följningsläge

source: File not found: %s
sv: Filen hittades inte: %s

source: Command &history
sv: Kommando&historik

source: Choose a field first.
sv: Välj ett fält först.

source: Run Lua action
sv: Kör Lua-åtgärd

source: '%s' is not a known symbol.
sv: ”%s” är ingen känd symbol.

source: Diff extra options
sv: Extraalternativ till diff

source: File(s) was modified. Save with exit?
sv: Filer har ändrats. Spara vid nedstängning?

source: Scroll to left edge
sv: Rulla till vänsterkanten

source: Ins: add Del: remove F3: values
sv: Ins: lägg till Del: ta bort F3: värden

source: &Wizard
sv: &Guide

source: &System wide
sv: &Systemets

source: Terminal options
sv: Terminalalternativ

source: Quick search
sv: Snabbsök

source: Word to add to the dictionary:
sv: Ord att lägga till i ordlistan:

source: Cannot read directory contents
sv: Kan inte läsa kataloginnehåll

source: Cannot open temp file: %s
sv: Kan inte öppna temporär fil: %s

source: Device
sv: Enhet

source: The changed part of a changed line
sv: Den ändrade delen av en ändrad rad

source: Pl&ugins
sv: In&sticksmoduler

source: Light: bottom right corner
sv: Tunn: nedre högra hörnet

source: Con&tinue
sv: &Fortsätt

source: Cannot execute commands on non-local filesystems
sv: Kan inte köra kommandon på filsystem som inte är lokala

source: Fir&st hit
sv: F&örsta träff

source: Cannot read the bytes
sv: Kan inte läsa byten

source: Bold text
sv: Fet text

source: Add to favorites
sv: Lägg till i favoriter

source: Search string not found
sv: Söksträng ej funnen

source: Do you want clean this history?
sv: Vill du rensa denna historik?

source: Find references
sv: Sök referenser

source: If your terminal supports true colors, you need to set your TERM environment variable to a *-direct256, *-direct16, or *-direct variant. Use the 'toe -a' command to list all available variants on your system.
sv: Om terminalen stöder 24-bitars färg måste du ange miljövariabeln TERM till en variant av typen *-direct256, *-direct16 eller *-direct. Kommandot 'toe -a' listar alla tillgängliga varianter på ditt system.

source: Unable to use '%s' skin with 256 colors support: %s Default skin has been loaded
sv: Kan inte använda temat ”%s” med stöd för 256 färger: %s Standardtemat har lästs in

source: Auto m&enus
sv: Automen&yer

source: &Toggle bookmark
sv: &Växla bokmärke

source: Unable to save to file
sv: Kan inte spara till fil

source: Failed to start kubectl
sv: Kunde inte starta kubectl

source: Light: horizontal
sv: Tunn: vågrät

source: Scope name (class, struct, namespace):
sv: Namn på omfång (klass, struktur, namnrymd):

source: C&ursor after inserted block
sv: &Markör efter infogat block

source: Put other path to cmdline
sv: Infoga andra panelens sökväg på kommandoraden

source: &Toggle ins/overw
sv: &Växla infoga/överskr

source: Filter: %s %u matches scanning...
sv: Filter: %s %u träffar söker...

source: Document
sv: Dokument

source: Unselect
sv: Avmarkera

source: Create S3 Bucket
sv: Skapa S3-bucket

source: Toggle line wrap
sv: Växla radbrytning

source: Word right
sv: Ett ord åt höger

source: Lua action
sv: Lua-åtgärd

source: Invalid source pattern '%s'
sv: Otillåtet källfilter '%s'

source: Database file:
sv: Databasfil:

source: &Skip
sv: &Hoppa över

source: Prime
sv: Grav accent

source: Delete to word start
sv: Radera till ordets början

source: ButtonBar|UnWrap
sv: ButtonBar|BrytEj

source: This plugin does not support receiving files
sv: Denna insticksmodul stöder inte mottagning av filer

source: non-local vfs
sv: icke-lokalt vfs

source: Expression:
sv: Uttryck:

source: Setup
sv: Inställningar

source: No file given
sv: Ingen fil angiven

source: Case &insensitive
sv: Skiftlä&gesokänsligt

source: ButtonBar|Unform
sv: ButtonBar|Oform

source: An override belongs to one host. Open a connection, or put the cursor on an address book entry, and try again.
sv: En åsidosättning hör till en värd. Öppna en anslutning eller placera markören på en adressbokspost och försök igen.

source: Macro Explorer
sv: Makrohanterare

source: Search is disabled
sv: Sök är inaktiverat

source: File name scrolled, right
sv: Filnamn rullat, höger

source: &Find all
sv: Hi&tta alla

source: Error reading %s
sv: Fel vid läsning av %s

source: Copied: %s
sv: Kopierat: %s

source: Failed to load tags file: %s
sv: Kunde inte läsa in taggfil: %s

source: Select language
sv: Välj språk

source: Directories: %zu, total size: %s
sv: Kataloger: %zu, total storlek: %s

source: Appearance
sv: Utseende

source: Compressed clusters
sv: Komprimerade kluster

source: unfinished unicode surrogate pair
sv: ofullständigt Unicode-surrogatpar

source: ButtonBar|View
sv: ButtonBar|Visa

source: stick&y bit
sv: sticky-&biten

source: Find &references
sv: Sök &referenser

source: Sort by extension
sv: Sortera efter filändelse

source: Paragraph down
sv: Ett stycke nedåt

source: Put current path to cmdline
sv: Infoga aktuell sökväg på kommandoraden

source: File exists
sv: Filen finns

source: Lua action failed
sv: Lua-åtgärden misslyckades

source: Function key number
sv: Funktionstangentens nummer

source: Heavy: vertical
sv: Tjock: lodrät

source: SFTP key passphrase
sv: Lösenfras för SFTP-nyckel

source: &Size differs
sv: &Storlek skiljer sig

source: Text with the bold attribute, e.g. a search match
sv: Text med fetstilsattribut, t.ex. en sökträff

source: Copy to:
sv: Kopiera till:

source: ButtonBar|Text
sv: Text

source: Select page up
sv: Markera en sida uppåt

source: Cop&y
sv: &Kopiera

source: Panel options
sv: Panelalternativ

source: Copy "%s" directory to:
sv: Kopiera katalogen ”%s” till:

source: A symbolic link whose target is gone
sv: En symbolisk länk vars mål inte finns kvar

source: Search backward
sv: Sök bakåt

source: shell: reading the directory failed
sv: shell: läsning av katalogen misslyckades

source: Cannot set ext2 attributes of target file %s
sv: Det går inte att ange ext2-attribut för målfilen %s

source: <string>
sv: <sträng>

source: 256 colors
sv: 256 färger

source: Editor: window close
sv: Redigerare: stäng fönster

source: Language
sv: Språk

source: With mouse support on xterm and Linux console
sv: Med musstöd på xterm och Linux-konsol

source: Selected row
sv: Markerad rad

source: Container (empty = first):
sv: Container (tomt = första):

source: Light: bottom tee
sv: Tunn: T-kors nedtill

source: Disable mouse support in text version
sv: Stäng av musstödet i textversionen

source: Local Docker
sv: Lokal Docker

source: Preparing signed request...
sv: Förbereder signerad begäran...

source: Owner: %s/%s
sv: Ägare: %s/%s

source: Filter by selection or word
sv: Filtrera efter markering eller ord

source: Syntax file edit
sv: Redigera syntaxfil

source: Add current &path to hotlist
sv: Lägg till aktuell &sökväg i katalogfavoriter

source: %s: variable size, file %lld bytes
sv: %s: variabel storlek, fil %lld byte

source: Op max time (ms):
sv: Max. åtgärdstid (ms):

source: C&heck
sv: K&ontrollera

source: Toggle line filter
sv: Växla radfilter

source: Edit hotlist group
sv: Redigera favoritgrupp

source: Enter replacement string:
sv: Ange ersättningssträng:

source: Delete tagged files from plugin panel?
sv: Ta bort markerade filer från insticksmodulpanelen?

source: Filter Check
sv: Filterkontroll

source: &Set
sv: &Sätt

source: unterminated string
sv: oavslutad sträng

source: Virtual File Systems:
sv: Virtuella filsystem:

source: Container logs source
sv: Källa för containerloggar

source: SSL &commands only
sv: SSL endast för &kommandon

source: DialogTitle|Move
sv: DialogTitle|Flytta

source: Files marked with Insert or Ctrl-T
sv: Filer markerade med Insert eller Ctrl-T

source: Togg&le right margin
sv: Växla &höger marginal

source: Config directory:
sv: Konfigurationskatalog:

source: Kind
sv: Typ

source: Confirmation|&Delete
sv: Confirmation|&Ta bort

source: Light: right tee
sv: Tunn: T-kors till höger

source: unknown optional header
sv: okänt valfritt huvud

source: Function key 19
sv: Funktionstangent 19

source: Source
sv: Källa

source: shell: fewer bytes were sent than announced
sv: shell: färre byte skickades än vad som angavs

source: Next sort mode
sv: Nästa sorteringsläge

source: Complete symbol
sv: Komplettera symbol

source: Console output
sv: Terminalutmatning

source: Error
sv: Fel

source: The clipboard holds more than 2 KB of text. Paste it?
sv: Urklipp innehåller mer än 2 kB text. Klistra in den?

source: Frame, window being moved
sv: Ram, fönster som flyttas

source: Create a directory
sv: Skapa en katalog

source: Delete to line start
sv: Radera till radens början

source: shell: Enter password for %s
sv: shell: Ange lösenord för %s

source: Go to &declaration
sv: Gå till &deklaration

source: Changes to file lost
sv: Ändringar i filen gick förlorade

source: Case sensitive filter
sv: Skiftlägeskänsligt filter

source: Visible &tabs
sv: Synliga &tabulatorer

source: &Basic
sv: &Grundläggande

source: declares revision %d, expected %d
sv: anger revision %d, förväntade %d

source: Decompiler: %s
sv: Dekompilator: %s

source: Free nodes:
sv: Fria noder:

source: Regex - raw pattern ($regex)
sv: Regex - obehandlat mönster ($regex)

source: Ena&ble ignore directories:
sv: &Ignorera dessa kataloger:

source: Find File: "%s"
sv: Sök fil: ”%s”

source: &Quit
sv: &Avsluta

source: Column select right
sv: Kolumnmarkera åt höger

source: Cannot chown %sn%s
sv: Kan inte ändra ägare för %sn%s

source: Toggle full split
sv: Växla fullständig delning

source: shell: archive input stream is closed
sv: shell: arkivets indataström är stängd

source: Changed byte
sv: Ändrad byte

source: Cannot create symbolic link %s
sv: Kan inte skapa symbolisk länk %s

source: EXTFS virtual file system: %s
sv: EXTFS virtuellt filsystem: %s

source: These helper scripts were written for an older revision and may quietly do less than they should:
sv: Dessa hjälpskript skrevs för en äldre revision och kan utan förvarning göra mindre än de borde:

source: Unfold all
sv: Vik ut allt

source: &Bold
sv: &Fet

source: delete %d
sv: radera %d

source: Edit &keymap file
sv: Redigera &tangentbindningsfil

source: %s is a directory
sv: %s är en katalog

source: Move tagged files to plugin panel?
sv: Flytta markerade filer till insticksmodulpanelen?

source: Dialog shadow
sv: Dialogskugga

source: Completion/M-tab
sv: Komplettera/M-tab

source: Select all
sv: Markera allt

source: Label for "%s":
sv: Etikett för "%s":

source: Merge current hunk
sv: Sammanfoga aktuellt ändringsblock

source: Selected plugin has no configuration callback.
sv: Den valda insticksmodulen saknar konfigurationsfunktion.

source: Line numbers
sv: Radnummer

source: Page left
sv: En sida åt vänster

source: Cannot create backup file %s~~~
sv: Kan inte skapa säkerhetskopia %s~~~

source: SSL &all (FTPS)
sv: SSL för &allt (FTPS)

source: Cannot write file %s
sv: Kan inte skriva fil %s

source: %s (value truncated, %
sv: %s (värdet trunkerat, %

source: shell: cannot create the directory
sv: shell: kan inte skapa katalogen

source: Cannot operate on ".."!
sv: Kan inte använda ".."!

source: A&ppend
sv: &Lägg till

source: Search bytes
sv: Sök byte

source: Cannot read the database.
sv: Kan inte läsa databasen.

source: Failed to save settings.
sv: Kunde inte spara inställningar.

source: Cannot overwrite directory %s
sv: Det går inte att skriva över katalogen %s

source: Navigation &history
sv: Navigerings&historik

source: With builtin editor
sv: Med inbyggd redigerare

source: New Connection
sv: Ny anslutning

source: New value:
sv: Nytt värde:

source: ButtonBar|Filter
sv: Filter

source: The magic.ini operation %s:%s cannot open %s
sv: Åtgärden %s:%s i magic.ini kan inte öppna %s

source: Engine
sv: Motor

source: Save macro
sv: Spara makro

source: set &user ID on execution
sv: sätt användar-I&D vid exekvering

source: Column select paragraph up
sv: Kolumnmarkera ett stycke uppåt

source: Unable to create group '%s' for events!
sv: Kan inte skapa gruppen '%s' för händelser!

source: &Beginning
sv: &Början

source: (%lu blocks)
sv: (%lu block)

source: &Full traffic
sv: &All trafik

source: Outdated helper scripts
sv: Föråldrade hjälpskript

source: %ld replacements made
sv: %ld ersättningar gjordes

source: Panel listing mode
sv: Panellistningsläge

source: Deleting from archive...
sv: Tar bort från arkiv...

source: Cannot open source process.
sv: Kan inte öppna källprocess.

source: Delete file from plugin panel?
sv: Ta bort fil från insticksmodulpanelen?

source: Resume: check what is here and send the rest.
sv: Återuppta: kontrollera det som finns här och skicka resten.

source: Dollar sign
sv: Dollartecken

source: Toggle insert/overwrite
sv: Växla infognings-/överskrivningsläge

source: Confirmation settings
sv: Bekräftelseinställningar

source: &Case sensitive
sv: &Skiftlägeskänsligt

source: Down arrow
sv: Nedåtpil

source: The viewer's selected color when absent
sv: Visarens markeringsfärg om värdet saknas

source: Top of directory hierarchies
sv: Överst i kataloghierarkier

source: Next difference
sv: Nästa skillnad

source: Socket (ms):
sv: Uttag (ms):

source: Save setup
sv: Spara inställningar

source: No node information
sv: Ingen nodinformation

source: Export the assembly as a project to:
sv: Exportera sammansättningen som ett projekt till:

source: C&hange time
sv: &Ändrad senast

source: &Read-only (block insert / edit / delete)
sv: &Skrivskyddad (blockera infogning/redigering/borttagning)

source: Source spec must set either command or file.
sv: Källspecifikationen måste ange antingen kommando eller fil.

source: No files matching '%s'.
sv: Inga filer matchar ”%s”.

source: Temporary file
sv: Temporär fil

source: &Cancel
sv: &Avbryt

source: The s and t of the permission field when Permission colors is on
sv: Bokstäverna s och t i rättighetsfältet när rättighetsfärger är aktiverade

source: Name column width:
sv: Namnkolumnens bredd:

source: Alwa&ys
sv: All&tid

source: Please send any bug reports (including the output of '%s -V') as tickets at %s
sv: Skicka alla felrapporter (inklusive utdata från '%s -V') som ärenden på %s

source: Re&verse files only
sv: &Invertera bara filmark

source: The terminal is already running a command
sv: Terminalen kör redan ett kommando

source: Jump target 0x%llX is outside the file
sv: Hoppmålet 0x%llX ligger utanför filen

source: <= Less or equal ($lte)
sv: <= Mindre än eller lika med ($lte)

source: Sort selection (Lua action)
sv: Sortera markering (Lua-åtgärd)

source: First grid column
sv: Första rutnätskolumnen

source: Comma
sv: Komma

source: Incomplete file was retrieved
sv: Ofullständig fil hämtades

source: Run in &detached mode (-d)
sv: Kör i &bakgrunden (-d)

source: < Reload Current Syntax >
sv: < Läs om aktuell syntax >

source: Cannot fstat target file %s
sv: Kan inte läsa status för den öppna målfilen %s

source: BackTab/S-tab
sv: Bakåttab/S-tab

source: owner
sv: ägare

source: &Attributes only
sv: Endast a&ttribut

source: Size: %s
sv: Storlek: %s

source: %s: %lld bytes at %08llX from file:
sv: %s: %lld byte vid %08llX från fil:

source: Panel marks
sv: Panelmarkeringar

source: Cannot configure read end of SIGWINCH pipe: %s (%d)
sv: Det går inte att konfigurera läsänden på SIGWINCH-röret: %s (%d)

source: Use &path-style URLs
sv: Använd URL:er med &sökvägsstil

source: &Whole words
sv: &Hela ord

source: Found in PATH: %s
sv: Hittades i PATH: %s

source: your copy
sv: din kopia

source: Using the fast reload option may not reflect the exact directory contents. In this case you'll need to do a manual reload of the directory. See the man page for the details.
sv: Snabb omläsning kanske inte visar katalogens exakta innehåll. I så fall behöver du läsa om katalogen manuellt. Se manualsidan för detaljer.

source: Pers&istent selection
sv: Fast ma&rkering

source: Lua scripts:
sv: Lua-skript:

source: Loading...
sv: Laddar...

source: No translation
sv: Ingen översättning

source: Area not covered by any editor window in multi-window mode
sv: Område som inte täcks av något redigerarfönster i flerfönsterläge

source: Cannot jump to %s:%ld.
sv: Kan inte gå till %s:%ld.

source: Edit hi&ghlighting group file
sv: Redigera &gruppmarkeringsfil

source: Unknown error
sv: Okänt fel

source: Cannot fetch document: %s
sv: Kan inte hämta dokument: %s

source: Put tagged names to cmdline
sv: Infoga markerade namn på kommandoraden

source: Hotkey
sv: Snabbtangent

source: Skin file %s does not exist
sv: Temafilen %s finns inte

source: Node under cursor
sv: Nod under markören

source: Print extended info about used data directories
sv: Skriv ut extra information om använda datakataloger

source: Output lines:
sv: Utmatningsrader:

source: Open in the structure viewer (mcstruct)
sv: Öppna i strukturvisaren (mcstruct)

source: Nothing to undo.
sv: Inget att ångra.

source: Other options
sv: Andra alternativ

source: Execute script
sv: Kör skript

source: Edit hotlist entry
sv: Redigera katalogfavorit

source: Subject
sv: Ämne

source: &Main
sv: &Huvudläge

source: &Move
sv: Fl&ytta

source: Cannot close pipe descriptor (p == NULL)
sv: Det går inte att stänga rörbeskrivaren (p == NULL)

source: No other formats are enabled
sv: Inga andra format är aktiverade

source: Save
sv: Spara

source: expected ',' or '}'
sv: förväntade ',' eller '}'

source: &Template
sv: &Mall

source: Type 'exit' to return to the %s
sv: Skriv "exit" för att återgå till %s

source: Cannot read the contents
sv: Kan inte läsa innehållet

source: shell: the remote command failed
sv: shell: fjärrkommandot misslyckades

source: Panel text and everything that has no color of its own
sv: Paneltext och allt som saknar egen färg

source: Ca&ncel
sv: Av&bryt
